tap "cloudquery/tap"
tap "dbcli/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "syntaqx/tap"
tap "teamookla/speedtest"
brew "act"
brew "adr-tools"
brew "xz"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "openssl@3"
brew "python@3.12"
brew "awscli"
brew "python@3.11"
brew "azure-cli"
brew "glib"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "deno"
brew "docker", link: false
brew "docutils"
brew "entr"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "libass"
brew "librist"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "gnu-sed"
brew "grc"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "libzip"
brew "moreutils"
brew "mtr"
brew "node@20", link: true
brew "openblas"
brew "numpy", link: false
brew "nvm"
brew "openvino"
brew "parallel", link: false
brew "perl"
brew "postgresql@15"
brew "pure"
brew "pv"
brew "pyenv"
brew "serve"
brew "shellcheck"
brew "tcl-tk"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "vim"
brew "wget"
brew "z"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "cloudquery/tap/cloudquery@5.15.3"
cask "docker"
cask "iterm2"
cask "rectangle"
cask "visual-studio-code"
cask "vlc"
vscode "aaron-bond.better-comments"
vscode "adpyke.vscode-sql-formatter"
vscode "alefragnani.bookmarks"
vscode "astro-build.astro-vscode"
vscode "bloomberg.rdetools"
vscode "bradlc.vscode-tailwindcss"
vscode "bradymholt.pgformatter"
vscode "christian-kohler.npm-intellisense"
vscode "crystal-spider.jsdoc-generator"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dotiful.dotfiles-syntax-highlighting"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "graphql.vscode-graphql"
vscode "graphql.vscode-graphql-syntax"
vscode "hashicorp.hcl"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikoz.black-py"
vscode "mkxml.vscode-filesize"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vsliveshare.vsliveshare"
vscode "orta.vscode-jest"
vscode "prisma.prisma"
vscode "quicktype.quicktype"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rvest.vs-code-prettier-eslint"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "sidneys1.gitconfig"
vscode "statelyai.stately-vscode"
vscode "stevencl.adddoccomments"
vscode "stylelint.vscode-stylelint"
vscode "syler.sass-indented"
vscode "timonwong.shellcheck"
vscode "tyriar.sort-lines"
vscode "uniquevision.vscode-plpgsql-lsp"
vscode "vscodevim.vim"
vscode "vsls-contrib.bouncer"
vscode "wallabyjs.console-ninja"
vscode "wix.vscode-import-cost"
vscode "yzhang.markdown-all-in-one"
