tap "cloudquery/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "syntaqx/tap"
tap "teamookla/speedtest"
brew "act"
brew "adr-tools"
brew "xz"
brew "jpeg-xl"
brew "aom"
brew "docutils"
brew "openssl@3"
brew "readline"
brew "sqlite"
brew "python@3.11"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "glib"
brew "coreutils"
brew "unbound"
brew "gnutls"
brew "emacs"
brew "cask"
brew "docker"
brew "entr"
brew "harfbuzz"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "findutils"
brew "fish"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "gnu-sed"
brew "hub"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jq"
brew "moreutils", link: false
brew "mtr"
brew "node"
brew "node@18", link: true
brew "nvm"
brew "openssl@1.1"
brew "parallel"
brew "postgresql@14"
brew "pure"
brew "pv"
brew "pyenv"
brew "python@3.9"
brew "serve"
brew "tcl-tk"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tldr"
brew "tree"
brew "vim"
brew "wget"
brew "z"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "docker"
cask "iterm2"
cask "rectangle"
cask "visual-studio-code"
cask "vlc"
vscode "aaron-bond.better-comments"
vscode "adpyke.vscode-sql-formatter"
vscode "astro-build.astro-vscode"
vscode "Bloomberg.rdetools"
vscode "bradlc.vscode-tailwindcss"
vscode "bradymholt.pgformatter"
vscode "christian-kohler.npm-intellisense"
vscode "crystal-spider.jsdoc-generator"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "donjayamanne.githistory"
vscode "dotiful.dotfiles-syntax-highlighting"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "hashicorp.hcl"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mgmcdermott.vscode-language-babel"
vscode "mkxml.vscode-filesize"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.sublime-keybindings"
vscode "ms-vsliveshare.vsliveshare"
vscode "Orta.vscode-jest"
vscode "Prisma.prisma"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "rvest.vs-code-prettier-eslint"
vscode "sibiraj-s.vscode-scss-formatter"
vscode "sidneys1.gitconfig"
vscode "statelyai.stately-vscode"
vscode "stevencl.addDocComments"
vscode "stylelint.vscode-stylelint"
vscode "syler.sass-indented"
vscode "timonwong.shellcheck"
vscode "Tyriar.sort-lines"
vscode "vsls-contrib.bouncer"
vscode "WallabyJs.console-ninja"
vscode "wix.vscode-import-cost"
vscode "yzhang.markdown-all-in-one"
